{
  "projects": [
    {
      "spotlight": false,
      "location": "Netherlands",
      "id": "E04",
      "date": "2022 Dec",
      "description": "Tolstoi’s \"What is Art?\" never needed permission to shake the world, and neither does this design. Marking the moment Diederichs first published it without censorship in 1898, this book doesn’t whisper—it shouts. Every detail, from the rebellious cover to the unruly fonts, captures Tolstoi’s fearless ideas. It’s not just a book; it’s a feeling, an invitation to dance with radical thought. Censorship never stood a chance.",
      "brand": "Lev Tolstoi",
      "title": "Book Design",
      "intro": "Tolstoi’s \"What is Art?\" design, loud and uncensored",
      "hashtags": "book design, editorial"
    },
    {
      "spotlight": false,
      "location": "WWW",
      "id": "W02",
      "date": "2024 Mar",
      "description": "What if reading wasn’t linear? This web-essay takes Ernst Jünger’s \"Passage to the Forest\" and turns it into an interactive experience where words shift, stack, and make the reader pause. Here, reading becomes an adventure—a hike through the woods of meaning where nothing stays still for too long. It’s a digital forest, and you’re the explorer, zooming in, stepping back, and losing yourself in the process.",
      "brand": "Ernst Jünger",
      "title": "Web Development",
      "intro": "An interactive web-essay exploring \"Passage to the Forest\"",
      "hashtags": "front end, web design, editorial"
    },
    {
      "spotlight": false,
      "location": "Russia",
      "id": "W01",
      "date": "2023 Mar",
      "description": "Designing for a child hospice without making it feel heavy? Sounds exciting. This landing page blends soft, childlike illustrations with a layout that feels as warm as a hug. It’s an invitation—not just to donate but to be part of something vital, something tender. The design is gentle but purposeful, letting the cause speak with compassion while encouraging visitors to help in the simplest way: by caring.",
      "brand": "Dom s Mayakom",
      "title": "Website",
      "intro": "A tender landing page for a child hospice fundraiser",
      "hashtags": "web design, landing page, motion design"
    },
    {
      "spotlight": false,
      "location": "Netherlands",
      "id": "E05",
      "date": "2023 Jun",
      "description": "Think of it as a rebellion in fabric form. Fashion doesn’t just sit here—it erupts, like sound given shape. There’s no neatness, no order, just a raw collision of ideas that challenge you to see clothes as something more than what you wear. It’s not about trends or statements; it’s about the chaos that’s left behind when art and fashion collide at full force.",
      "brand": "Karl Yoon",
      "title": "Magazine",
      "intro": "Fashion collection magazine for Karl Yoon",
      "hashtags": "editorial, magazine"
    },
    {
      "spotlight": true,
      "location": "Netherlands",
      "id": "E08",
      "date": "2024 Jan",
      "description": "A sculptural object, a physical space for thought. Comes with a bag that unfolds into a blanket, inviting two people to spread out, read together, and connect. This bilingual edition transforms Stirner’s philosophy into something tangible, where individualism and connection are intertwined in a way only Stirner could inspire. It’s more than just words on a page—it’s a piece to be experienced, held, and shared.",
      "brand": "Max Stirner",
      "title": "Book & Apparel",
      "intro": "A bilingual edition of Stirner’s work with a blanket-bag twist",
      "hashtags": "editorial, book design, apparel"
    },
    {
      "spotlight": false,
      "location": "Netherlands",
      "id": "B10",
      "date": "2024 Feb",
      "description": "Enschede’s going green, and this campaign is the visual identity to match. Tote bags double as eco-billboards, encouraging residents to live greener without being preachy. The design is practical, eye-catching, and somehow turns sustainability into something cool. It’s not just about saving the planet; it’s about making green living look good on you.",
      "brand": "FEG",
      "title": "Visual Identity",
      "intro": "A fresh visual identity for Enschede’s green campaign",
      "hashtags": "visual identity, apparel"
    },
    {
      "spotlight": true,
      "location": "UK, USA",
      "id": "B11",
      "date": "2022 Jul",
      "description": "For the tech elite who want luxury meals but no time to cook—enter sizl. This dark kitchen startup needed a visual identity that screams sophistication without trying too hard. Sleek logos, elegant packaging, and a vibe that says, \"Your time is too valuable to cook.\" sizl is about high-end, fast meals for people who want to dine, not eat. Convenience, meet class.",
      "brand": "sizl",
      "title": "Visual Identity",
      "intro": "A sleek visual identity for a luxury dark kitchen startup",
      "hashtags": "visual identity, ux/ui, apparel"
    },
    {
      "spotlight": false,
      "location": "WWW",
      "id": "W03",
      "date": "2023 Oct",
      "description": "It is now your nightly digital companion, served up with a side of randomness. Every time you visit, a new chapter greets you, making reading feel fresh and unexpected. This web page takes Montaigne’s musings and turns them into a non-linear experience, much like life itself—unpredictable and thought-provoking. It’s like flipping through a well-loved book but without the dust.",
      "brand": "Michel de Montaigne",
      "title": "Web Development",
      "intro": "\"Les Essais\" as a random, non-linear web experience",
      "hashtags": "front end, ux/ui, web design, editorial"
    },
    {
      "spotlight": true,
      "location": "WWW",
      "id": "W04",
      "date": "2024 Feb",
      "description": "Browsing through the Metropolitan Museum’s collection is now as sleek as it is inspiring. This web app strips away the clutter, letting the art take center stage. Designed with creatives in mind, each piece is displayed against a clean, minimalist backdrop that lets you explore without distraction.",
      "brand": "MET Museum",
      "title": "Web App",
      "intro": "A minimalist web app for exploring the MET’s collection",
      "hashtags": "ux/ui, web app, back end, web design, development"
    },
    {
      "spotlight": false,
      "location": "Netherlands",
      "id": "W05",
      "date": "2024 Apr",
      "description": "This tool rewrites the way type designers interact with fonts, turning the process into something almost physical. Built on p5js, it connects the subtleties of font adjustments to the movements of a mouse, making variable fonts less about numbers and more about intuition. It’s a hands-on experiment where typography gets as flexible as the imagination allows.",
      "brand": "NaN",
      "title": "Development",
      "intro": "A tool for exploring variable fonts with p5js",
      "hashtags": "p5js, development, data visualisation"
    },
    {
      "spotlight": false,
      "location": "Netherlands",
      "id": "M04",
      "date": "2024 Jul",
      "description": "For Leiden University’s 450th anniversary, the logo animation brings its history to life. It flows between centuries, effortlessly blending the past and the future in a visual rhythm that mirrors the university’s journey. More than a static symbol, it captures a sense of movement, showing that even after 450 years, this institution is anything but stuck in time.",
      "brand": "Leiden University",
      "title": "Motion Design",
      "intro": "A logo animation celebrating 450 years of Leiden University",
      "hashtags": "motion design"
    },
    {
      "spotlight": false,
      "location": "Russia",
      "id": "M02",
      "date": "2023 Dec",
      "description": "A splash screen that’s less of a screen and more of an explosion of visuals. Noisy, bold, and unapologetically loud, this motion design introduces viewers to a world where aesthetics are meant to be felt, not just seen. With p5js as the engine, the result is an intro that sets the tone—disorienting, gripping, and impossible to ignore. Think of it as the opening act that makes you sit up and take notice.",
      "brand": "russen-geist-gewissen-schaft",
      "title": "Motion Design",
      "intro": "A bold splash screen, powered by p5js, for a visual identity",
      "hashtags": "p5js, motion design"
    },
    {
      "spotlight": false,
      "location": "Netherlands",
      "id": "E03",
      "date": "2022 Oct",
      "description": "The Rewire Festival proposal takes typography and lets it run wild. No images, just letters doing what they do best—making noise, creating chaos, and somehow still staying in sync with the festival’s eclectic spirit. The design feels like a visual manifestation of experimental sound, with text that’s always on the edge of breaking free from the page. It’s as avant-garde as the festival itself, and twice as daring.",
      "brand": "Rewire",
      "title": "Editorial",
      "intro": "A typography-driven editorial proposal for Rewire festival",
      "hashtags": "editorial"
    },
    {
      "spotlight": false,
      "location": "Netherlands",
      "id": "E02",
      "date": "2023 Jan",
      "description": "Stable Diffusion gets thrown into the chaos of punk lyrics, and suddenly the page becomes a battlefield of words and visuals. There’s no harmony here—just raw disruption. Lines bend, break, and rebuild, while the graphics feel like they’re trying to escape the page.",
      "brand": "Yegor I Opizdenevshie",
      "title": "Zine",
      "intro": "A zine where Letov's lyrics meet AI-driven visuals",
      "hashtags": "editorial, zine, riso, stable diffusion, generative graphics"
    },
    {
      "spotlight": false,
      "location": "WWW",
      "id": "M01",
      "date": "2023 Oct",
      "description": "Inspired by Dziga Vertov’s iconic cinematic techniques, this splash screen for a film platform is an homage to the past, wrapped in a modern digital aesthetic. Fragmented visuals dance across the screen, flickering like an old film reel brought to life by code. It’s a nod to the avant-garde while keeping one foot firmly planted in today’s tech-driven world. Vertov would’ve approved—maybe.",
      "brand": "Cinema Eye",
      "title": "Development",
      "intro": "A Dziga Vertov-inspired splash screen for a film platform",
      "hashtags": "p5js, motion design"
    },
    {
      "spotlight": false,
      "location": "Russia",
      "id": "B03",
      "date": "2021 Dec",
      "description": "\"4096\" is a novel where every chapter is the perfect length—exactly 4096 characters. The visual identity leans into that structure, clean and modern, mirroring the simplicity and precision of the text. It’s an aesthetic that’s all about embracing the constraint, letting the form of the novel reflect in the design.",
      "brand": "4096",
      "title": "Visual Identity",
      "intro": "A clean, modern visual identity for a Telegram-based novel",
      "hashtags": "identity"
    },
    {
      "spotlight": false,
      "location": "Azerbaijan",
      "id": "E01",
      "date": "2022 Apr",
      "description": "Straightforward, useful, and with just the right touch of style to keep things interesting. Whether you’re hunting down the best spots or just wandering, these fliers set the tone without overdoing it. No fluff—just Baku, laid out for you to enjoy.",
      "brand": "baki",
      "title": "Editorial",
      "intro": "Helpful fliers welcoming visitors to Baku",
      "hashtags": "editorial"
    },
    {
      "spotlight": true,
      "location": "Sweden",
      "id": "B08",
      "date": "2022 May",
      "description": "Playing with the rhythm of typography like a DJ manipulates sound, this visual identity stretches and distorts letters to create something fresh and unexpected. The type isn't confined—it expands, contracts, and flows, capturing the essence of Ole's style. It's about pushing the boundaries of how text can move and feel. Typography becomes more than just words; it turns into a visual beat that resonates long after you've looked away.",
      "brand": "Ole Kvalvaag",
      "title": "Visual Identity",
      "intro": "A some fresh visual identity for a DJ",
      "hashtags": "visual identity, editorial"
    },
    {
      "spotlight": false,
      "location": "Russia",
      "id": "B09",
      "date": "2023 Jul",
      "description": "Montré's takes you straight to the heart of the French countryside. It’s all about rustic charm, earthy tones, and vintage vibes. The design captures the spirit of timeless craftsmanship, with a warm, homey feel that makes you want to step into the shop and never leave. It’s not just furniture and accessories—it’s an invitation to slow down and savor life.",
      "brand": "Montré",
      "title": "Visual Identity",
      "intro": "A rustic visual identity for a furniture shop with French charm",
      "hashtags": "identity"
    },
    {
      "spotlight": false,
      "location": "Netherlands",
      "id": "W06",
      "date": "2023 Jan",
      "description": "Inspired by the grit of a construction site, this cinema festival’s web design and development is rough around the edges—but in a good way. Industrial aesthetics meet functionality, creating a digital experience that feels as dynamic as the films it represents. It’s a festival that’s still building itself up, and the design embraces that energy, turning raw materials into something worth celebrating.",
      "brand": "≥working_title",
      "title": "Website",
      "intro": "A web design inspired by construction sites for a cinema festival",
      "hashtags": "ux/ui, web design, front end, stable diffusion, generative graphics"
    },
    {
      "spotlight": false,
      "location": "Netherlands",
      "id": "E11",
      "date": "2024 Jun",
      "description": "Playing with perception, this book design for Roland Barthes' Mythologies flips expectations—literally. With \"logies\" on the front cover and \"mytho\" on the back, it turns the title into a two-part journey. Pick it up one way, and you're greeted with logic; flip it over, and you're met with myth. It's a subtle wink to Barthes' exploration of how everyday things carry hidden meanings. The clean typography and split layout invite you to engage from both sides, making the book not just something to read, but an object that embodies the dance between myth and reality.",
      "brand": "Zanaves",
      "title": "Book Design",
      "intro": "A book design reflecting Barthes’ analysis of cultural symbols",
      "hashtags": "editorial, book design"
    },
    {
      "spotlight": false,
      "location": "Netherlands",
      "id": "E10",
      "date": "2024 May",
      "description": "An erotic and somber exploration of an HIV-positive individual's journey, blending evocative nudes with cryptic typography to convey deep emotional and personal struggles. What a book it was.",
      "brand": "fake_trailers",
      "title": "Publishing",
      "intro": "Book publishing for the last hope of russian underground Leonid Kotelniko",
      "hashtags": "editorial, book design"
    },
    {
      "spotlight": false,
      "location": "Netherlands",
      "id": "E12",
      "date": "2024 Jul",
      "description": "Philosophy meets art on the margins, where Francis Bacon’s paintings sit side by side with Gilles Deleuze’s dense exploration of sensation. The visual integration of art with text adds another layer to the experience—complex thoughts made a little harder to digest, thanks to the emotional weight of the imagery. An intellectual feast, paired with some haunting visuals, making the margins just as important as the main text.",
      "brand": "Zanaves",
      "title": "Book Design",
      "intro": "Gilles Deleuze’s exploration, paired with Francis Bacon’s haunting paintings",
      "hashtags": "editorial, book design"
    },
    {
      "spotlight": false,
      "location": "Russia",
      "id": "A072",
      "date": "2022 Jan",
      "description": "Bold, dynamic, and clear—just like the energy of a design workshop. This poster grabs attention, not just because of its visual flair, but because it captures the creative pulse of the event. It doesn’t just announce the workshop—it dares you to engage with it.",
      "brand": "Shura Novikov",
      "title": "Editorial",
      "intro": "An affiche for design workshop",
      "hashtags": "poster"
    },
    {
      "spotlight": false,
      "location": "Russia",
      "id": "A085",
      "date": "2022 Feb",
      "description": "Giraffe. It’s pink. It’s long. It’s funny. But what does it all mean? That’s for the viewer to decide, of course. Sometimes, a giraffe is just a giraffe—unless it’s more than that.",
      "brand": "wshbd",
      "title": "Editorial",
      "intro": "GOLDEN BEE 2024 biennale participant",
      "hashtags": "poster"
    },
    {
      "spotlight": false,
      "location": "WWW",
      "id": "A224",
      "date": "2024 Mar",
      "description": "Generative art that pushes the boundaries of form and function. This project delves into the aesthetic of engineering drawings, playing with the tension between mathematical precision and chaotic beauty. Blobs of structure and fluidity come together, challenging the viewer’s expectations and creating a dialogue between control and randomness.",
      "brand": "wshbd",
      "title": "Development",
      "intro": "An exploration of generative composition, blending structure and chaos. Demo 2024 contestant",
      "hashtags": "poster, p5js, riso"
    },
    {
      "spotlight": false,
      "location": "WWW",
      "id": "A222",
      "date": "2024 Mar",
      "description": "Elegance through code. An algorithm that explores the beauty of form, pushing it to the limits with Processing. It’s about creating something that looks engineered yet feels fluid, a careful dance between the technical and the organic. Each form tells a story of precision wrapped in spontaneity.",
      "brand": "wshbd",
      "title": "Development",
      "intro": "An algorithm-driven exploration of generative forms in Processing",
      "hashtags": "poster, riso"
    },
    {
      "spotlight": false,
      "location": "Russia",
      "id": "A109",
      "date": "2022 Feb",
      "description": "Fun fact: nobody said upfront that its a year after the death and that the guy drowned saving his dog from under the ice. They liked the poster and the reference to Eisenstein’s Alexander Nevsky",
      "brand": "Zyuzino",
      "title": "Editorial",
      "intro": "An affiche for film screening commemorating death of solist from \"Zvuki Mu\" ban",
      "hashtags": "poster"
    },
    {
      "spotlight": false,
      "location": "Poland",
      "id": "A172",
      "date": "2022 Jul",
      "description": "There wasn’t much to work with—just a night, a Mac, and what Pages could offer. But sometimes, constraints breed creativity, and this jazz night poster came to life with just enough energy to carry the beat. It’s simple, it’s quick, but it hits the right note.",
      "brand": "Armand Cafe",
      "title": "Editorial",
      "intro": "A jazz night poster, pulled together on Pages, the night before",
      "hashtags": "poster, riso"
    },
    {
      "spotlight": false,
      "location": "Russia",
      "id": "A122",
      "date": "2022 Mar",
      "description": "Brutalistic take on a typography reflecting the essence of this contemporary play",
      "brand": "wshbd",
      "title": "Editorial",
      "intro": "A brutalist typography proposal for Gogol Theater",
      "hashtags": "poster"
    },
    {
      "spotlight": false,
      "location": "Russia",
      "id": "A250",
      "date": "2024 Jul",
      "description": "It’s all about the words here, no distractions. Simple, stripped-back design that lets the poetry speak for itself. The poster doesn’t try to steal the spotlight; it knows that the power is in what’s being read.",
      "brand": "R.V.",
      "title": "Poster",
      "intro": "An affiche for poetry readings, with all focus on the text",
      "hashtags": "poster"
    },
    {
      "spotlight": false,
      "location": "Russia",
      "id": "V02",
      "date": "2022 Jul",
      "description": "Philosophical thoughts and dead authors—perfect material for merch, right? This VK page has an inside joke: \"All my friends are dead,\" and now it’s printed on fabric for everyone to wear. A little existential, a little humorous, and a lot of philosophy.",
      "brand": "Stimmung",
      "title": "Apparel",
      "intro": "Merch for a VK page about dead philosophers and existential humor",
      "hashtags": "apparel"
    },
    {
      "spotlight": false,
      "location": "Netherlands",
      "id": "E06",
      "date": "2024 Jul",
      "description": "Zettel, a collection of random remarks, has nothing to do with Wittgenstein this time. Instead, it’s a collection of riso prints—leftovers, brought together into a zine that celebrates the beauty of the unplanned. Randomness at its finest, captured in print",
      "brand": "wshbd",
      "title": "Editorial",
      "intro": "A zine made from the random leftovers of riso prints",
      "hashtags": "editorial, p5js, poster, zine, riso"
    },
    {
      "spotlight": true,
      "location": "WWW",
      "id": "A225",
      "date": "2024 Jun",
      "description": "Generative blobs meet the aesthetic of engineering drawings, and the result is pure harmony. This piece brings together precision and fluidity, turning what could be technical into something almost poetic. It’s a dialogue between order and chaos, with plenty of room for interpretation.",
      "brand": "Museon",
      "title": "Development",
      "intro": "Generative composition exploring the balance between precision and chaos",
      "hashtags": "poster, p5js, generative graphics"
    },
    {
      "spotlight": false,
      "location": "Russia",
      "id": "V01",
      "date": "2022 Jul",
      "description": "Gerard Reve’s words belong on a bag, but apparently, not everyone agreed. It took a while to find a willing printer, but the end result? A shopper that carries not just items, but the weight of a statement from a challenging era. Some messages are worth the trouble.",
      "brand": "kolonna publications",
      "title": "Apparel",
      "intro": "A shopper carrying Gerard Reve’s words—and a bit of history",
      "hashtags": "apparel"
    },
    {
      "spotlight": false,
      "location": "Russia",
      "id": "A055",
      "date": "2021 Dec",
      "description": "There is a bank account number on it for everyone willing to celebrate happy birthday for R.",
      "brand": "R.",
      "title": "Editorial",
      "intro": "Party poster",
      "hashtags": "poster"
    },
    {
      "spotlight": false,
      "location": "Russia",
      "id": "A079",
      "date": "2022 Jan",
      "description": "The Nutcracker’s target audience here is over fifty, and the poster plays into that. The theater liked the idea that for many of those tilting the head is very likely to cause crackling sounds, exactly what the nutcracker does in the play.",
      "brand": "Concert Hall Shalyapin",
      "title": "Editorial",
      "intro": "Moscow Ballet perfoming Nutcracker poster for theater",
      "hashtags": "poster"
    },
    {
      "spotlight": false,
      "location": "Russia",
      "id": "A059",
      "date": "2021 Sep",
      "description": "Film reels, messy bobbins, and Italian cinema—this poster ties them all together. It’s an ode to the chaos of film, capturing the beauty of the process. No clean lines here—just the raw, unpolished love of cinema. Award-winning (Typomania Design Festival 2022) mess, at its finest.",
      "brand": "IFR",
      "title": "Editorial",
      "intro": "poster for Italian Film Restrospective",
      "hashtags": "poster"
    },
    {
      "spotlight": false,
      "location": "Russia",
      "id": "A193",
      "date": "2023 Sep",
      "description": "Felt blue, might delete later",
      "brand": "wshbd",
      "title": "Editorial",
      "intro": "This is life",
      "hashtags": "poster"
    },
    {
      "spotlight": false,
      "location": "Netherlands",
      "id": "E13",
      "date": "2024 Jul",
      "description": "Foucault, Barthes, Saussure, and Zerzan walk into a book, and what comes out is a wild ride of critical thought and theory. Simcha Ziya Moïse brings the intellectual weight of these thinkers into a visual space that complements and challenges. The cover pulls you in—like the ideas within.",
      "brand": "Rock, Paper, Symbols",
      "title": "Publication",
      "intro": "A periodical combining critical thought with visual flair",
      "hashtags": "editorial, magazine"
    },
    {
      "spotlight": false,
      "location": "Netherlands",
      "id": "E14",
      "date": "2024 Oct",
      "description": "A collective creation, pieced together from a curated collection of cool, captivating images that we found on the web. There is a story in it, reflecting the spontaneity and shared excitement of finding beauty in unexpected places.",
      "brand": "wshbd",
      "title": "Zine",
      "intro": "Immensità by Andrea Laszlo De Simone translated into visuals and in five languages.",
      "hashtags": "editorial, riso, zine"
    },
    {
      "spotlight": false,
      "location": "WWW",
      "id": "V03",
      "date": "2024 Jul",
      "description": "Very much inspired by Vladimir Tsesler poetic language. The notion of a joker, who spawns a third meaning upon bringing two unrelated phenomenons together. Two subcultures, in this particular case. The reader will excuse of having to explaing full subcultural background of this creation.",
      "brand": "Morning To The Office",
      "title": "Apparel",
      "intro": "Happy hour. Coffee to be sweet. Forward momentum, clarity of purpose. Good luck in business endeavors, skill in decisions. Strategic moves, optimized processes",
      "hashtags": "apparel, "
    },
    {
      "spotlight": false,
      "location": "Netherlands",
      "id": "A252",
      "date": "2024 Nov",
      "description": "Doodles on these tubes were stolen from canvases of the exhibiting artists, who were totally cool about it",
      "brand": "wshbd",
      "title": "Poster",
      "intro": "An affiche for painting exhibition",
      "hashtags": "poster"
    },
    {
      "spotlight": false,
      "location": "Netherlands",
      "id": "E15",
      "date": "2024 Nov",
      "description": "Exploration of eclectic opportunism as it emerges within art academies, examining the diverse and often unpredictable ways ideas and aesthetics evolve in such spaces. The book intentionally leaves textual descriptions, allowing what is seen to speak for itself through their shapes, textures, compositions and etc. It invites viewer to engage directly with the visuals, embracing ambiguity and the impossibility of pinning down what these objects truly are.",
      "brand": "Flying Over The Dutch Nest",
      "title": "Editorial",
      "intro": "Visual essay born out of explorations of Best Dutch Design Book collection",
      "hashtags": "editorial, book design"
    },
    {
      "spotlight": true,
      "location": "Netherlands",
      "id": "E16",
      "date": "2024 Dec",
      "description": "Working with large archive collections from the Chicago Institute of Art and the Metropolitan Museum of New York through publicly available APIs opened up possibilities for creating a book containing fifteen hundred images. Each spread features two images: one with a chair and another that complements it, aiming to demonstrate that 1+1=3. This opens a poetic landscape for exploring the third element, which emerges from the viewer's imagination.",
      "brand": "wshbd",
      "title": "Book",
      "intro": "This book contains nothing but chairs and things, chairs and things, chairs and things...",
      "hashtags": "editorial, book design"
    }
  ]
}
